const RU = {
  favorites: "Избранное",
  sortBy: "Сортировать по",
  episodeNumber: "Номер эпизода",
  releaseDate: "Дата премьеры",
  home: "Главная",
  movieInfo: "О фильме",
  descriptionFilm1:
    "Это период гражданской войны.\r\nКосмические корабли повстанцев, атакующие\r\nс скрытую базы, одержали\r\nсвою первую победу над\r\nзлой Галактической Империей.\r\n\r\nВо время битве, шпионам повстанцев удалось украсть секретные\r\nпланы абсолютного оружия Империи, ЗВЕЗДЫ СМЕРТИ, бронированной космической\r\nстанции с достаточной мощностью, чтобы уничтожить всю планету. \r\n\r\nПреследуемая зловещими агентами Империи, принцесса\r\nЛея мчится домой на борту своего\r\nзвездолета, хранительница\r\nукраденных планов, которые могут спасти ее\r\nнарод и восстановить r\nсвободу галактике....",
  descriptionFilm2:
    "Это темное время для\r\nВосстания. Хотя Звезда\r\nСмерти уничтожена,\r\nимперские войска вытеснили\r\nсилы повстанцев с их скрытой\r\nбазы и преследовали их по всей\r\r\nгалактике.\r\n\r\nУклоняясь от ужасного Имперского\r\nЗвездного Флота, группа борцов за свободу\r\nво главе с Люком Скайуокером\r\nсоздала новую секретную\r\nбазу в отдаленном ледяном мире\r\nХот.\r\n\r\nЗлой лорд Дарт Вейдер,\r\nодержимый поисками молодого\r\nСкайуокера, отправил\r\nтысячи удаленных зондов в\r\nдальние уголки космоса....",
  descriptionFilm3:
    "Люк Скайуокер вернулся на свою родную планету Татуин, чтобы попытаться спасти своего друга Хана Соло из лап подлого гангстера\r\nДжаббы Хатта.\r\n \r\nЛюк мало знает, что\r\nГАЛАКТИЧЕСКАЯ ИМПЕРИЯ тайно\r\nначала строительство новой\r\nбронированной космической станции, даже\r\nболее мощной, чем первая\r\nстрашная Звезда Смерти.\r\n \r\nПосле завершения это абсолютное\r\nоружие принесет неминуемую гибель\r\nнебольшой группе повстанцев,\r\nкоторые изо всех сил пытаются вернуть свободу\r\nв галактику....",
  descriptionFilm4:
    "Беспорядки охватили\r\nГалактическую Республику. Обсуждается налогообложение\r\n торговых путей к отдаленным\r\nзвездным системам.\r\n\r\nНадеясь решить вопрос\r\nс помощью \r\nлинкоров, жадная Торговая\r\nФедерация остановила все\r\nпоставки на маленькую планету\r\n Набу.\r\n\r\nВ то время как Конгресс\r\nРеспублики бесконечно обсуждает\r\nэту тревожную цепочку событий, Верховный канцлер\r\nтайно отправил двух рыцарей-джедаев, хранителей\r\nмира и справедливости в\r\nгалактику, чтобы уладить конфликт....",
  descriptionFilm5:
    "В Галактическом\r\nсенате волнения. Несколько тысяч солнечных\r\nсистем заявили о своих\r\r\nнамерениях покинуть Республику.\r\n\r\nЭто сепаратистское движение,\r\nпод руководством \r\nтаинственного графа Дуку\r\nсоздало трудности для ограниченного\r\nколичества рыцарей-джедаев для поддержание\r\nмира и порядка в галактике.\r\n\r\nСенатор Амидала, бывшая\r \nКоролева Набу возвращается\r\nв Галактический Сенат, чтобы проголосовать\r\n за критический вопрос создания\r\n АРМИИ РЕСПУБЛИКИ\r\nдля помощи побежденным\r\nджедаям....",
  descriptionFilm6:
    "Война! Республика рушится\r\nпод атаками безжалостного\r\nлорда ситхов, графа Дуку.\r\nГерои есть с обеих сторон.\r\nЗло повсюду.\r\n\r\nСовершив ошеломляющий ход,\r\nлидер дьявольских дроидов, генерал\r\nГривус, ворвался в\r\nстолицу Республики и похитил\r\nканцлера Палпатина, лидера\r\nГалактического Сената.\r\n\r\nПока сепаратистская армия дроидов\r\nпытается бежать из осажденной\r\nстолицы со своим ценным\r\nзаложником, два рыцаря-джедая возглавляют отчаянную\r\nмиссию по спасению\r\nпленного канцлера...",
  descriptionFilm7:
    "Люк Скайуокер исчез.\r\nВ его отсутствие зловещий\r\nПЕРВЫЙ ОРДЕН восстал из\r\nпепла Империи\r\nи не успокоится, пока\r\nСкайуокер, последний джедай,\r \nне будет уничтожен.\r\n \r\nПри поддержке\r\nРЕСПУБЛИКИ генерал Лея Органа\r\nвозглавляет отважное СОПРОТИВЛЕНИЕ.\r\nОна отчаянно пытается найти своего\r\nбрата Люка и заручиться его \r\nпомощью в восстановлении мира и\r\nсправедливости в галактике.\r\n \r\nЛея отправила своего самого смелого\r\nпилота с секретной миссией\r\nна Джакку, где старый союзник\r\nобнаружил ключ к\r\nместонахождению Люка....",
  productionYear: "Год производства",
  country: "Странна",
  usa: "США",
  director: "Режиссер",
  producer: "Продюсер",
  characters: "ПЕРСОНАЖИ",
  showMore: "ПОКАЗАТЬ ЕЩЁ",
  age: "Возраст",
  height: "Рост",
  eyeColor: "Цвет глаз",
  gender: "Пол",
  mass: "Масса",
  species: "Вид",
  homeWorld: "Родной мир",
  skinColor: "Цвет кожи",
  films: "Фильмы",
  totalFilms: "Всего фильмов",
  aboutCharacter: "О персонаже",
};
